tap "azure/functions"
tap "bgreenwell/lstr"
tap "felixkratz/formulae"
tap "jesseduffield/lazydocker"
tap "nikitabobko/tap"
tap "sst/tap"
brew "azure-cli"
brew "bat"
brew "chafa"
brew "dotnet@8", link: true
brew "eza"
brew "fzf"
brew "gh"
brew "tesseract"
brew "ghostscript"
brew "gum"
brew "imagemagick"
brew "libpq"
brew "n"
brew "neovim"
brew "rainfrog"
brew "ripgrep"
brew "stow"
brew "terminal-notifier"
brew "tmux"
brew "tmuxinator"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@4"
brew "bgreenwell/lstr/lstr"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazydocker/lazydocker"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "arc"
cask "chatgpt"
cask "discord"
cask "docker-desktop"
cask "expo-orbit"
cask "firefox"
cask "ghostty"
cask "google-chrome"
cask "helium-browser"
cask "keymapp"
cask "linear-linear"
cask "lm-studio"
cask "microsoft-auto-update"
cask "microsoft-azure-storage-explorer"
cask "microsoft-teams"
cask "notion"
cask "orbstack"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "yaak"
cask "zed"
cask "zen"
