tap "dapr/tap"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "omnisharp/omnisharp-roslyn"
tap "supabase/tap"
tap "wix/brew"
brew "act"
brew "bat"
brew "openssl@1.1"
brew "cocoapods"
brew "docker", link: false
brew "docker-buildx"
brew "libssh2"
brew "libgit2"
brew "exa"
brew "fd"
brew "gh"
brew "gum"
brew "python@3.11"
brew "httpie"
brew "jq"
brew "libevent"
brew "libtiff"
brew "little-cms2"
brew "n"
brew "neovim"
brew "openjdk@17"
brew "ripgrep"
brew "starship"
brew "switchaudio-osx"
brew "tmux"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "dapr/tap/dapr-cli"
brew "facebook/fb/idb-companion"
brew "felixkratz/formulae/sketchybar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "omnisharp/omnisharp-roslyn/omnisharp-mono"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "anytype"
cask "arc"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "flipper"
cask "insomnia"
cask "linear-linear"
cask "microsoft-teams"
cask "ngrok"
cask "obsidian"
cask "postman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
vscode "bungcip.better-toml"
vscode "eamodio.gitlens"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.python"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "tamasfe.even-better-toml"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
