tap "azure/azd"
tap "dapr/tap"
tap "facebook/fb"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "ngrok/ngrok"
tap "omnisharp/omnisharp-roslyn"
tap "oven-sh/bun"
tap "supabase/tap"
tap "wix/brew"
brew "act"
brew "python@3.11"
brew "azure-cli"
brew "libssh2"
brew "bat"
brew "python@3.12"
brew "cocoapods"
brew "docker"
brew "docker-buildx"
brew "libgit2"
brew "eza"
brew "fd"
brew "node"
brew "fx"
brew "fzf"
brew "gh"
brew "glow"
brew "go"
brew "gum"
brew "httpie"
brew "jq"
brew "libevent"
brew "libtiff"
brew "little-cms2"
brew "lua"
brew "luajit"
brew "n"
brew "neovim"
brew "openjdk@17"
brew "openssl@1.1"
brew "ripgrep"
brew "stow"
brew "switchaudio-osx"
brew "tmux"
brew "tmuxinator"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "azure/azd/azd"
brew "facebook/fb/idb-companion"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
brew "supabase/tap/supabase"
brew "wix/brew/applesimutils"
cask "1password"
cask "1password-cli"
cask "alacritty"
cask "android-studio"
cask "arc"
cask "discord"
cask "docker"
cask "dotnet"
cask "expo-orbit"
cask "firefox"
cask "google-chrome"
cask "httpie"
cask "keymapp"
cask "linear-linear"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "ngrok"
cask "notion"
cask "postman"
cask "raycast"
cask "sf-symbols"
cask "slack"
cask "spotify"
cask "wezterm"
cask "zed"
cask "zen-browser"
vscode "bungcip.better-toml"
vscode "eamodio.gitlens"
vscode "expo.vscode-expo-tools"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vsliveshare.vsliveshare"
vscode "redhat.vscode-yaml"
vscode "swmansion.react-native-ide"
vscode "tamasfe.even-better-toml"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscode-icons-team.vscode-icons"
